package org.example;

/**

 Завдання:

 1. Побудуйте алгоритм статистичного аналізу тексту та визначте характеристики випадкової величини
 «довжина слова в символах» з використанням ForkJoinFramework.
 Дослідіть побудований алгоритм аналізу текстових документів на ефективність експериментально.

 2. Реалізуйте один з алгоритмів комп’ютерного практикуму 2 або 3 з використанням ForkJoinFramework
 та визначте прискорення, яке отримане за рахунок використання ForkJoinFramework.

 3. Розробіть та реалізуйте алгоритм пошуку спільних слів в текстових документах
 з використанням ForkJoinFramework.

 4. Розробіть та реалізуйте алгоритм пошуку текстових документів, які відповідають
 заданим ключовим словам (належать до області «Інформаційні технології»),
 з використанням ForkJoinFramework.

 */

public class Main {
    public static void main(String[] args) {
        System.out.println("Hello world!");
    }
}